app/controllers/writepage_controller.rb

INSERT INTO "writepages" ("title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "제목"], ["content", "내용임"], ["created_at", "2016-05-16 13:01:02.916701"], ["updated_at", "2016-05-16 13:01:02.916701"]]
---
  def new_query
    @content = Writepage.new
    @content.title = params[:title]
    @content.content = params[:content]
    @content.save

SELECT "writepages".* FROM "writepages"
---
  def index
    @contents = Writepage.all